Repository: SliTaz-official/tazweb
Catalog: po/*.po
Languages: it

source: Bookmarks
it: Segnalibri

source: Add a bookmark
it: Aggiungi un segnalibro

source: Edit bookmarks
it: Modifica un segnalibro

source: Print this page
it: Stampa questa pagina

source: View source mode
it: Modalit√† visualizzazione sorgente

source: View cookies
it: Guarda i cookie

source: Clean all cookies
it: Cancella tutti i cookie

source: TazWeb manual
it: Manuale di TazWeb

source: Quit TazWeb
it: Esci da TazWeb

source: %d bookmark
it: %d segnalibro

source: TazWeb Bookmarks
it: Segnalibri di TazWeb

source: Click on a value to edit - Right click to remove a bookmark
it: Clicca su un valore per modificarlo - Tasto destro per rimuovere un segnalibro

source: Title
it: Titolo

source: URL
it: Indirizzo URL

source: Cookies
it: Cookie

source: TazWeb Browser
it: Navigatore di TazWeb

source: SliTaz simple, fast and small Web Browser
it: Il navigatore Web semplice, piccolo e veloce di SliTaz
